type joinStep = {
    id: number,
    stepTitle: string,
    stepDescription: string,
  }


export const joinSteps: joinStep[] = [
  {
    id: 1,
    stepTitle: 'Заповніть заявку на сайті',
    stepDescription:
      'Заповніть форму заявки, надаючи інформацію про себе, свій досвід та музичні проекти. Це перший крок до приєднання до нашої платформи.',
  },
  {
    id: 2,
    stepTitle: 'Пройдіть відбір',
    stepDescription:
      'Ваша заявка буде ретельно розглянута нашою командою. Ми оцінюємо проекти на відповідність нашій місії та критеріям. У разі успішного проходження відбору ви отримаєте повідомлення.',
  },
  {
    id: 3,
    stepTitle: 'Отримайте можливість бути спродюсованим',
    stepDescription:
      'Після відбору вам нададуть можливість працювати з нашими професіоналами — аранжувальниками, звукорежисерами та продюсерами, які допоможуть втілити вашу музику в життя.',
  },
  {
    id: 4,
    stepTitle: 'Отримайте доступ до платформи',
    stepDescription:
      'Після успішного проходження всіх етапів ви отримаєте логін і пароль для входу на платформу, де зможете управляти своїм профілем і проектами.',
  },
];