export type question = {
  id: number;
  questionText: string;
  answerText: string;
};

export const questions: question[] = [
  {
    id: 1,
    questionText: 'Хто ми та чим займаємось?',
    answerText:
      'Ми — команда професіоналів, яка допомагає християнським артистам реалізувати свої творчі проекти. Наша мета — підтримати талановитих артистів та надати їм можливість створювати якісну музику.',
  },
  {
    id: 2,
    questionText: 'Як стати частиною команди?',
    answerText:
      'Щоб стати частиною нашої команди, заповніть заявку на нашому сайті. Ми розглянемо вашу заявку та зв’яжемося з вами для подальших кроків.',
  },
  {
    id: 3,
    questionText: 'Які проекти ми підтримуємо?',
    answerText:
      'Ми підтримуємо різноманітні музичні проекти, які відповідають нашим цінностям. Це можуть бути сольні артисти, гурти, а також інші творчі ініціативи в сфері християнської музики.',
  },
  {
    id: 4,
    questionText: 'Як працює процес відбору артистів?',
    answerText:
      'Процес відбору включає подачу заявки, оцінку вашого проекту нашою командою та можливість пройти співбесіду. Ми шукаємо талановитих артистів, які мають потенціал і бажання розвиватися.',
  },
];
